export const Outline_Text = [
    {
        count: '01',
        title: '개요',
        text: '지금의 비체담 웹사이트는 **다양한 버그**와 **비효율적인 디자인**으로 정보전달과 사용자 경험이 저하되고 있습니다. 새로운 프레임워크와 디자인 변경으로 이 문제를 해결합니다.'
    },
    {
        count: '02',
        title: '진단',
        text: '현제 웹사이트에는 기술적 결함, 콘텐츠 구성, UX/UI 측면에서 여러가지 개선사항이 확인되었습니다, **콘텐츠 구성** 및 **모바일 환경**에서의 사용성을 향상 시킬 필요가 있습니다.'
    },
    {
        count: '03',
        title: '방향',
        text: '모든 버그를 수정하고, 디자인 체계를 도입하여 **일관성 있는 완성도**를 달성합니다.'
    },
    {
        count: '04',
        title: '디자인',
        text: '지금의 웹사이트 사이트멥을 유지하며, 전반적인 디자인을 **한층 업그레이드** 하는것을 목표로 합니다'
    },
    {
        count: '05',
        title: '일정',
        text: '2026년 9월 ~ 2027년 1월으로 생각하고 있으며 최대한 빠르게 완성하도록 노력하겠습니다.'
    }
];

export const Overview_ViewTitle = [
    {
        title : '문제인식',
        text : ['콘텐츠 완성도', '비효율적 디자인']
    },
    {
        title : '해결방안',
        text : ['리액트', '디자인 개편']
    },
    {
        title : '기대효과',
        text : ['편의성 향상', '전문성 강화', '효율성 향상']
    }
]

export const Diagnosis_ViewTitle = [
    {
        title : '기술적 문제',
        text : ['News 슬라이드', 'Pipeline 스크롤', '공시정보 비드백', '추천순 정렬 기능', '문의하기 오류메시지', '사진 비율 최적화']
    },
    {
        title : '디자인적 문제',
        text : ['통합되지않은 마진', '컴포넌트의 재활용']
    },
    {
        title : '콘텐츠 완성도 문제',
        text : ['기본적인 문법, 오타', '링크연결 문제']
    }
]