export const Outline_Text = [
    {
        count: '01',
        title: '개요',
        text: '지금의 비체담 웹사이트는 다양한 버그와 비효율적인 디자인으로 정보전달과 사용자 경험이 저하되고 있습니다. 새로운 프레임워크와 디자인 변경으로 이 문제를 해결합니다.'
    },
    {
        count: '02',
        title: '진단',
        text: '현제 웹사이트에는 기술적 결함, 콘텐츠 구성, UX/UI 측면에서 여러가지 개선사항이 확인되었습니다, 콘텐츠 구성 및 모바일 환경에서의 사용성을 향상 시킬 필요가 있습니다.'
    },
    {
        count: '03',
        title: '방향',
        text: '모든 버그를 수정하고, 디자인 체계를 도입하여 일관성 있는 완성도를 달성합니다.'
    },
    {
        count: '04',
        title: '디자인',
        text: '지금의 웹사이트 사이트멥을 유지하며, 전반적인 디자인을 한층 업그레이드 하는것을 목표로 합니다'
    },
    {
        count: '05',
        title: '일정',
        text: '2026년 9월 ~ 2027년 1월으로 생각하고 있으며 최대한 빠르게 완성하도록 노력하겠습니다.'
    }
];